Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutShowColumns
source: Returns a table with all columns removed from the 'source' table except the specified columns.
bg_bg: Връща таблица с всички колони, премахнати от таблицата на „източник“, с изключение на указаните колони.
ca_es: Retorna una taula amb totes les columnes suprimides de la taula 'source' excepte les columnes especificades.
cs_cz: Vrátí tabulku, ve které budou jenom zadané sloupce ze zdrojové tabulky. Všechny ostatní sloupce budou odebrány.
da_dk: Returnerer en tabel, hvor alle kolonner er fjernet fra 'kilde'-tabellen, undtagen de angivne kolonner.
de_de: Gibt eine Tabelle zurück, bei der alle mit Ausnahme der angegebenen Spalten aus der Quelltabelle "Quelle" entfernt wurden.
el_gr: Επιστρέφει έναν πίνακα με όλες τις στήλες καταργημένες από τον πίνακα "προέλευσης" εκτός από τις καθορισμένες στήλες.
es_es: Devuelve una tabla con todas las columnas quitadas de la tabla de origen, excepto las columnas especificadas.
et_ee: Tagastab tabeli, mille allikatabelist on eemaldatud kõik veerud peale määratud veergude.
eu_es: "source" taulako zutabe guztiak (zehaztu direnak izan ezik) ez dituen taula bat itzultzen du.
fi_fi: Palauttaa taulukon, josta on kaikki source-taulukosta poistetut sarakkeet lukuun ottamatta määritettyjä sarakkeita.
fr_fr: Retourne une table dont toutes les colonnes ont été supprimées de la table « source », sauf les colonnes spécifiées.
gl_es: Devolve unha táboa con todas as columnas eliminadas da táboa de "orixe", excepto as columnas especificadas.
hi_in: source' तालिका से निर्दिष्ट स्तंभों को छोड़कर सभी स्तंभ के साथ निकाली गई तालिका लौटाता है.
hr_hr: Vraća tablicu s uklonjenim svim stupcima iz tablice "izvora", osim navedenih stupaca.
hu_hu: Olyan táblát ad vissza, amelyből el van távolítva a „forrás” argumentumban megadott tábla minden oszlopa, a megadott oszlopokat kivéve.
it_it: Restituisce una tabella con tutte le colonne rimosse dalla tabella 'origine' ad eccezione delle colonne specificate.
ja_jp: 'ソース' テーブルから指定された列以外のすべての列が削除されたテーブルを返します。
kk_kz: Бастапқы кестеден көрсетілген бағандардан басқа барлық бағандары жойылған кестені қайтарады.
ko_kr: 지정된 열을 제외하고 '원본' 테이블에서 모든 열이 제거된 테이블을 반환합니다.
lt_lt: Pateikia lentelę iš šaltinio lentelės pašalinus visus stulpelius, išskyrus nurodytus.
lv_lv: Atgriež tabulu, kur visas vērtības no tabulas "source" ir noņemtas, izņemot norādītās kolonnas.
ms_my: Mengembalikan jadual dengan semua lajur dialih keluar darupada jadual 'sumber' kecuali lajur yang ditentukan.
nb_no: Returnerer en tabell med alle kolonner som er fjernet fra kildetabellen, bortsett fra de angitte kolonnene.
nl_nl: Hiermee wordt een tabel geretourneerd waarvan alle kolommen zijn verwijderd uit de 'source'-tabel, met uitzondering van de opgegeven kolommen.
pl_pl: Zwraca tabelę ze wszystkimi kolumnami usuniętymi z tabeli „źródło” poza określonymi kolumnami.
pt_br: Retorna uma tabela com todas as colunas removidas da tabela 'source' (origem), exceto as colunas especificadas.
pt_pt: Devolve uma tabela com todas as colunas removidas da tabela de "origem", exceto as colunas especificadas.
ro_ro: Returnează un tabel cu toate coloanele eliminate din tabelul „sursă”, cu excepția coloanelor specificate.
ru_ru: Возвращает таблицу "источника", из которой удалены все столбцы за исключением указанных.
sk_sk: Vráti tabuľku, pričom sú z tabuľky zdroja odstránené všetky stĺpce okrem zadaných stĺpcov.
sl_si: Vrne tabelo z odstranjenimi vsemi stolpci iz tabele argumenta »vir«, razen določenih stolpcev.
sr_cyrl_rs: Враћа табелу са свим колонама уклоњеним из табеле „извор“ осим наведених колона.
sr_latn_rs: Vraća tabelu sa svim kolonama uklonjenim iz tabele „izvor“ osim navedenih kolona.
sv_se: Returnerar en tabell med alla kolumner borttagna från källtabellen förutom de angivna kolumnerna.
th_th: ส่งคืนตารางที่ลบคอลัมน์ทั้งหมดออกจากตาราง 'source' ยกเว้นคอลัมน์ที่กำหนด
tr_tr: 'source' tablosunda bulunan belirtilen sütunlar haricindeki tüm sütunların kaldırılmış olduğu bir tablo döndürür.
uk_ua: Повертає таблицю лише з указаними стовпцями, видаливши решту стовпців із вихідної таблиці.
vi_vn: Trả về một bảng đã loại bỏ mọi cột khỏi bảng 'nguồn', ngoại trừ các cột được chỉ định.
zh_cn: 返回一个表，该表中除指定列之外的所有列均已从 "source" 表中删除。
zh_tw: 傳回一個資料表，除了指定的資料行之外，'source' 資料表中已移除了所有資料行。

# ShowColumnsArg1
source: source
bg_bg: източник
ca_es: origen
cs_cz: zdroj
da_dk: kilde
de_de: Quelle
el_gr: προέλευση
es_es: origen
et_ee: allikas
eu_es: iturburua
fi_fi: lähde
gl_es: orixe
hi_in: स्रोत
hr_hr: izvor
hu_hu: forrás
it_it: origine
ja_jp: ソース
kk_kz: деректер_көзі
ko_kr: 원본
lt_lt: šaltinis
lv_lv: avots
ms_my: sumber
nb_no: kilde
nl_nl: bron
pl_pl: źródło
pt_br: fonte
pt_pt: origem
ro_ro: sursă
ru_ru: источник
sk_sk: zdroj
sl_si: vir
sr_cyrl_rs: извор
sr_latn_rs: izvor
sv_se: källa
th_th: แหล่งที่มา
tr_tr: kaynak
uk_ua: джерело
vi_vn: nguồn
zh_cn: 源
zh_tw: 來源

# ShowColumnsArg2
source: column_name
bg_bg: име_на_колона
ca_es: nom_columna
cs_cz: název_sloupce
da_dk: kolonne_navn
de_de: Spaltenname
el_gr: όνομα_στήλης
es_es: nombre_columna
et_ee: veeru_nimi
eu_es: zutabe_izena
fi_fi: sarakkeen_nimi
fr_fr: nom_colonne
gl_es: nome_columna
hi_in: स्तंभ_नाम
hr_hr: naziv_stupca
hu_hu: oszlop_neve
it_it: nome_colonna
ja_jp: 列名
kk_kz: баған_атауы
ko_kr: 열_이름
lt_lt: stulpelio_pavadinimas
lv_lv: kolonnas_nosaukums
ms_my: nama_lajur
nb_no: kolonnenavn
nl_nl: naam_kolom
pl_pl: nazwa_kolumny
pt_br: nome_coluna
pt_pt: nome_coluna
ro_ro: nume_coloană
ru_ru: имя_столбца
sk_sk: názov_stĺpca
sl_si: ime_stolpca
sr_cyrl_rs: назив_колоне
sr_latn_rs: naziv_kolone
sv_se: kolumn_namn
th_th: ชื่อ_คอลัมน์
tr_tr: sütun_adı
uk_ua: ім’я_стовпця
vi_vn: tên_cột
zh_cn: 列名
zh_tw: 資料行_名稱

# AboutShowColumns_source
source: A table value to remove columns from.
bg_bg: Стойност на таблица, от която да се премахнат колони.
ca_es: Valor de taula del qual se suprimiran columnes.
cs_cz: Hodnota tabulky, ze které se mají odebrat sloupce
da_dk: En tabelværdi, som kolonner skal fjernes fra.
de_de: Ein Tabellenwert, aus dem Spalten entfernt werden.
el_gr: Μια τιμή πίνακα από τον οποίο θα καταργηθούν στήλες.
es_es: Un valor de tabla del que se van a quitar columnas.
et_ee: Tabeliväärtus, millest veerud eemaldatakse.
eu_es: Zutabeak kenduko zaizkion taula-balioa.
fi_fi: Taulukkoarvo, josta sarakkeet poistetaan.
fr_fr: Valeur de table dont supprimer des colonnes.
gl_es: Valor da táboa do que se van eliminar columnas.
hi_in: तालिका का मान जिससे स्तंभ निकाले जाने हैं.
hr_hr: Vrijednost tablice iz koje se uklanjaju stupci.
hu_hu: Az a tábla, amelyből oszlopokat kell eltávolítani.
it_it: Valore della tabella da cui rimuovere le colonne.
ja_jp: 列の削除元となるテーブル値。
kk_kz: Бағандар жойылатын кесте мәні.
ko_kr: 열을 제거할 테이블 값입니다.
lt_lt: Lentelės, iš kurios reikia pašalinti stulpelių, reikšmė.
lv_lv: Tabulas vērtība, no kuras noņemt kolonnas.
ms_my: Nilai jadual untuk dialih keluar jalur.
nb_no: En tabellverdi det skal fjernes kolonner fra.
nl_nl: Een tabelwaarde waaruit kolommen moeten worden verwijderd.
pl_pl: Wartość tabeli, z której zostaną usunięte kolumny.
pt_br: Valor da tabela da qual colunas serão removidas.
pt_pt: Um valor da tabela para remover colunas.
ro_ro: O valoare de tabel din care să se elimine coloane.
ru_ru: Табличное значение для удаления столбцов.
sk_sk: Hodnota tabuľky, z ktorej sa majú odstrániť stĺpce.
sl_si: Vrednost tabele, iz katere je treba odstraniti stolpce.
sr_cyrl_rs: Вредност табеле из које треба уклонити колоне.
sr_latn_rs: Vrednost tabele iz koje treba ukloniti kolone.
sv_se: Ett tabellvärde att ta bort kolumner från.
th_th: ค่าตารางที่จะเอาคอลัมน์ออก
tr_tr: Sütunların kaldırılacağı bir tablo değeri.
uk_ua: Значення таблиці, звідки потрібно вилучити стовпці.
vi_vn: Giá trị bảng cần loại bỏ cột khỏi đó.
zh_cn: 要从中删除列的表值。
zh_tw: 要從中移除資料行的資料表值。

# AboutShowColumns_column_name
source: The name of a column to keep.
bg_bg: Името на колона за запазване.
ca_es: Nom d'una columna que es conservarà.
cs_cz: Název sloupce, který se má zachovat
da_dk: Navnet på en kolonne, der skal beholdes.
de_de: Der Name einer beizubehaltenden Spalte.
el_gr: Το όνομα μιας στήλης προς διατήρηση.
es_es: Nombre de una columna que se va a conservar.
et_ee: Säilitatava veeru nimi.
eu_es: Mantenduko den zutabearen izena.
fi_fi: Säilytettävän sarakkeen nimi.
fr_fr: Nom d’une colonne à conserver.
gl_es: Nome dunha columna que se vai conservar.
hi_in: रखे जाने वाले स्तंभ का नाम.
hr_hr: Naziv stupca koji se zadržava.
hu_hu: A megtartandó oszlop neve.
it_it: Nome di una colonna da conservare.
ja_jp: 保持する列の名前。
kk_kz: Сақталатын бағанның атауы.
ko_kr: 유지할 열의 이름입니다.
lt_lt: Stulpelio, kurį reikia pasilikti, pavadinimas.
lv_lv: Saglabājamās kolonnas nosaukums.
ms_my: Nama lajur untuk disimpan.
nb_no: Navnet på en kolonne som skal beholdes.
nl_nl: De naam van een kolom die moet worden behouden.
pl_pl: Nazwa kolumny do zachowania.
pt_br: Nome da coluna a ser mantida.
pt_pt: Nome da coluna a manter.
ro_ro: Numele unei coloane de păstrat.
ru_ru: Имя столбца для сохранения.
sk_sk: Názov stĺpca, ktorý sa má ponechať.
sl_si: Ime stolpca, ki ga je treba obdržati.
sr_cyrl_rs: Име колоне коју треба задржати.
sr_latn_rs: Ime kolone koju treba zadržati.
sv_se: Namnet på en kolumn att behålla.
th_th: ชื่อของคอลัมน์ที่จะเก็บไว้
tr_tr: Korunacak sütunun adı.
uk_ua: Ім’я стовпця, який потрібно залишити.
vi_vn: Tên của cột cần duy trì.
zh_cn: 要保持的列的名称。
zh_tw: 要保留的資料行名稱。

# AboutIsToday
source: Checks whether the given date is today, and returns true or false.
bg_bg: Проверява дали дадената дата е днешната и връща true или false.
ca_es: Comprova si la data proporcionada és avui i retorna true o false.
cs_cz: Zkontroluje, jestli zadané datum připadá na dnešek, a vrátí hodnotu true nebo false.
da_dk: Kontrollerer, om den givne dato er i dag, og returnerer sand eller falsk.
de_de: Überprüft, ob das angegebene Datum heute ist, und gibt WAHR oder FALSCH zurück.
el_gr: Ελέγχει εάν η δεδομένη ημερομηνία είναι σήμερα και επιστρέφει την τιμή true ή false.
es_es: Comprueba si la fecha dada es hoy y devuelve TRUE o FALSE.
et_ee: Kontrollib, kas määratud kuupäev on täna, ja tagastab väärtuse Tõene või Väär.
eu_es: Emandako data gaurkoa den egiaztatzen du eta "egia" edo "faltsua" balioa itzultzen du.
fi_fi: Tarkistaa, onko annettu päivämäärä tänään, ja palauttaa arvon tosi tai epätosi.
fr_fr: Vérifie si la date donnée est la date du jour, puis retourne Vrai ou Faux.
gl_es: Comproba se a data indicada é hoxe e devolve verdadeiro ou falso.
hi_in: यह जाँचता है कि क्या दिया गया दिनांक आज का है या नहीं, और सत्य या असत्य लौटाता है.
hr_hr: Provjerava je li zadani datum danas i vraća true ili false.
hu_hu: Megvizsgálja, hogy a megadott dátum a mai nap-e és a true vagy a false értéket adja vissza.
it_it: Verifica se la data specificata è quella odierna e restituisce vero o falso.
ja_jp: 指定された日付が今日かどうかをチェックし、True または False を返します。
kk_kz: Берілген күннің бүгін екендігін тексереді және "шын" немесе "жалған" мәнін қайтарады.
ko_kr: 지정된 날짜가 오늘인지 여부를 확인하고 true나 false를 반환합니다.
lt_lt: Tikrina, ar nurodyta data yra šiandienos, ir pateikia TRUE arba FALSE.
lv_lv: Pārbauda, vai norādītais datums ir šodien, un atgriež vērtību "true" vai "false".
ms_my: Menyemak sama ada tarikh yang diberi ialah hari ini dan mengembalikan benar atau palsu.
nb_no: Kontrollerer om den angitte datoen er i dag, og returnerer sann eller usann.
nl_nl: Hiermee wordt gecontroleerd of de opgegeven waarde vandaag is en wordt waar of onwaar geretourneerd.
pl_pl: Sprawdza, czy podana data jest datą dzisiejszą, i zwraca wartość prawda lub fałsz.
pt_br: Verifica se a data especificada é hoje e retorna verdadeiro ou falso.
pt_pt: Verifica se a data fornecida é hoje e devolve verdadeiro ou falso.
ro_ro: Verifică dacă data specificată este astăzi și returnează adevărat sau fals.
ru_ru: Проверяет, является ли указанная дата сегодняшним днем, и возвращает true или false.
sk_sk: Skontroluje, či je daný dátum dnešný deň, a vráti výsledok pravda alebo nepravda.
sl_si: Preveri, ali je dani datum današnji in vrne »true« ali »false«.
sr_cyrl_rs: Проверава да ли је дати датум данашњи и враћа исправно или погрешно.
sr_latn_rs: Proverava da li je dati datum današnji i vraća ispravno ili pogrešno.
sv_se: Kontrollerar om det givna datumet är idag och returenerar sant eller falskt.
th_th: ตรวจสอบว่าวันที่ที่ได้ตรงกับวันนี้หรือไม่ และคืนค่า true หรือ false
tr_tr: Belirtilen tarihin o sırada geçerli olan gün olup olmadığını denetler ve true ya da false değeri döndürür.
uk_ua: Перевіряє, чи вказана дата сьогоднішня, і надає результат у форматі істина-хибність.
vi_vn: Kiểm tra xem ngày cho sẵn có phải là hôm nay hay không và trả về giá trị đúng hoặc sai.
zh_cn: 检查给定日期是否是今天，并返回 true 或 false。
zh_tw: 檢查指定的日期是否為今天，並傳回 True 或 False。

# AboutIsToday_date
source: The date value to test.
bg_bg: Стойността на дата за тестване.
ca_es: Valor de data que es provarà.
cs_cz: Hodnota kalendářního data, která se má testovat
da_dk: Datoværdien, der skal testes.
de_de: Der zu prüfende Datumswert.
el_gr: Η τιμή ημερομηνίας προς δοκιμή.
es_es: Valor de fecha que se va a probar.
et_ee: Testitav kuupäevaväärtus.
eu_es: Probatuko den data-balioa.
fi_fi: Testattava päivämääräarvo.
fr_fr: Valeur de date à tester.
gl_es: Valor de data que se vai probar.
hi_in: परीक्षण किया जाने वाला दिनांक मान.
hr_hr: Vrijednost datuma koja se testira.
hu_hu: A vizsgálandó dátumérték.
it_it: Valore data da testare.
ja_jp: テスト対象の日付の値。
kk_kz: Тексерілетін күн мәні.
ko_kr: 테스트할 날짜 값입니다.
lt_lt: Duomenų reikšmė, kurią reikia patikrinti.
lv_lv: Testējamā datuma vērtība.
ms_my: Nilai tarikh untuk diuji.
nb_no: Datoverdien som skal testes.
nl_nl: De datumwaarde die moet worden getest.
pl_pl: Wartość daty do przetestowania.
pt_br: Valor de data a ser testado.
pt_pt: A data para testar.
ro_ro: Valoarea dată de testat.
ru_ru: Значение даты для проверки.
sk_sk: Dátumová hodnota na testovanie.
sl_si: Datumska vrednost, ki bo ovrednotena.
sr_cyrl_rs: Вредност датума за тестирање.
sr_latn_rs: Vrednost datuma za testiranje.
sv_se: Datumvärdet att testa.
th_th: ค่าวันที่ที่จะทดสอบ
tr_tr: Test edilecek tarih değeri.
uk_ua: Значення дати, яку потрібно перевірити.
vi_vn: Giá trị ngày cần thử nghiệm.
zh_cn: 要测试的日期值。
zh_tw: 要測試的日期值。

# IsTodayFuncArg1
source: date
bg_bg: дата
ca_es: data
cs_cz: datum
da_dk: dato
de_de: Datum
el_gr: ημερομηνία
es_es: fecha
et_ee: kuupäev
eu_es: data
fi_fi: päivämäärä
gl_es: data
hi_in: दिनांक
hr_hr: datum
hu_hu: dátum
it_it: data
ja_jp: 日付
kk_kz: күн
ko_kr: 날짜
lt_lt: data
lv_lv: datums
ms_my: tarikh
nb_no: dato
nl_nl: datum
pl_pl: data
pt_br: data
pt_pt: data
ro_ro: dată
ru_ru: дата
sk_sk: dátum
sl_si: datum
sr_cyrl_rs: датум
sr_latn_rs: datum
sv_se: datum
th_th: วันที่
tr_tr: tarih
uk_ua: дата
vi_vn: ngày
zh_cn: 日期
zh_tw: 日期

# AboutMod
source: Returns the remainder after a number is divided by a divisor. The result has the same sign as the divisor.
bg_bg: Връща остатъка след разделяне на дадено число с даден делител. Знакът на резултата е същия като този на делителя.
ca_es: Retorna la resta després de dividir un nombre per un divisor. El resultat té el mateix signe que el divisor.
cs_cz: Vrátí zbytek po dělení čísla dělitelem. Výsledek má stejné znaménko jako dělitel.
da_dk: Returnerer resten, efter et tal er divideret med en divisor. Resultatet har samme fortegn som divisoren.
de_de: Gibt den Rest zurück, nachdem eine Zahl durch einen Divisor dividiert wurde. Das Ergebnis weist das Vorzeichen des Divisors auf.
el_gr: Επιστρέφει το υπόλοιπο, αφού ένας αριθμός διαιρεθεί με έναν διαιρέτη. Το πηλίκο έχει το ίδιο πρόσημο με τον διαιρέτη.
es_es: Devuelve el resto después de dividir un número entre un divisor. El resultado tiene el mismo signo que el divisor.
et_ee: Tagastab jäägi pärast arvu jagamist jagajaga. Tulemusel on sama märk mis jagajal.
eu_es: Zenbaki baten eta zatitzailearen arteko zatiketaren emaitza itzultzen du. Emaitza horrek zatitzailearen ikur berdina du.
fi_fi: Palauttaa jakojäännöksen, kun luku jaetaan jakajalla. Tuloksella on sama etumerkki kuin jakajalla.
fr_fr: Retourne le reste une fois qu’un nombre est divisé par un diviseur. Le résultat a le même signe que le diviseur.
gl_es: Devolve o aviso despois de que un número se divida entre un divisor. O resultado ten o mesmo signo que o divisor.
hi_in: किसी संख्या को विभाजक द्वारा विभाजित करने के बाद बचा शेष लौटाता है. परिणाम में विभाजक के समान चिह्न होता है.
hr_hr: Prikazuje ostatak nakon dijeljenja broja s djeliteljem. Rezultat ima jednaki predznak kao djelitelj.
hu_hu: A számnak az osztóval való elosztása után kapott maradékot adja eredményül. Az eredmény az osztóval azonos előjelű.
it_it: Restituisce il resto dopo aver diviso un numero per un divisore. Il risultato ha lo stesso segno del divisore.
ja_jp: 数値を除数で除算した後の剰余を返します。結果には除数と同じ符号が付きます。
kk_kz: Санды бөлуден кейінгі қалдықты қайтарады. Нәтиженің таңбасы бөлгіштің таңбасымен бірдей болады.
ko_kr: 숫자가 제수로 나눠진 후 나머지를 반환합니다. 결과에는 제수와 같은 부호가 포함됩니다.
lt_lt: Pateikia liekaną, kai skaičius yra dalinamas iš daliklio. Rezultatas yra to paties ženklo kaip daliklis.
lv_lv: Atgriež atlikumu pēc tam, kad skaitlis tiek dalīts ar dalītāju. Rezultātam ir tāda pati zīme kā dalītājam.
ms_my: Mengembalikan baki selepas nombor dibahagikan dengan pembahagi. Hasil mempunyai tanda yang sama dengan pembahagi.
nb_no: Returnerer resten når et tall divideres med en divisor. Resultatet har samme fortegn som divisoren.
nl_nl: Hiermee wordt het restgetal geretourneerd nadat een getal is gedeeld door een deler. Het resultaat heeft hetzelfde teken als de deler.
pl_pl: Zwraca resztę po podzieleniu liczby przez dzielnik. Wynik ma ten sam znak co dzielnik.
pt_br: Retorna o resto depois que um número é dividido por um divisor. O resultado possui o mesmo sinal que o divisor.
pt_pt: Devolve o restante depois de um número é dividido por um divisor. O resultado tem o mesmo sinal que o divisor.
ro_ro: Returnează restul după ce un număr este împărțit la un divizor. Rezultatul are același semn ca divizorul.
ru_ru: Возвращает остаток от деления числа на делитель. Результат имеет тот же знак, что и делитель.
sk_sk: Vráti zvyšok po delení čísla deliteľom. Výsledok má rovnaké znamienko ako deliteľ.
sl_si: Vrne ostanek po deljenju števila z deliteljem. Rezultat ima enak predznak kot delitelj.
sr_cyrl_rs: Враћа остатак пошто је број подељен делиоцем. Резултат има исти знак као делилац.
sr_latn_rs: Vraća ostatak pošto je broj podeljen deliocem. Rezultat ima isti znak kao delilac.
sv_se: Returnerar återstoden efter att ett tal har delats med en nämnare. Resultatet har samma tecken som nämnaren.
th_th: ส่งกลับค่าเศษจากการหาร หลังจากหารตัวเลขด้วยตัวหารที่กำหนด ผลลัพธ์มีสัญลักษณ์เดียวกับตัวหาร
tr_tr: Bir sayının, bölenle bölümünden kalanı döndürür. Sonuç bölenle aynı işarete sahiptir.
uk_ua: Повертає частку після ділення числа на дільник. Частка має той самий знак, що й дільник.
vi_vn: Trả về số dư sau khi chia một số cho số chia. Kết quả có cùng dấu như số chia.
zh_cn: 返回数值除以除数后得到的余数。结果的符号与除数的符号相同。
zh_tw: 傳回一個數字除以除數後的餘數。結果會與除數有相同的正負號。
